{
  "home": {
    "name": "Olá"
  },
  "projectMadeWith": "Projeto feito com",
  "header": {
    "work": "Trabalhos"
  },
  "footer": {
    "contact": "Contacto",
    "about": "Sobre"
  },
  "contact": "Vamos conversar?",
  "works": {
    "all": "Todos",
    "webdesign": "Webdesign",
    "illustration": "Ilustração",
    "pictograms": "Pictogramas",
    "branding": "Branding",
    "packaging": "Packaging",
    "infography": "Infografia"
  },
  "5steps": {
    "title": "5 Passos Para Matar o Inimigo",
    "description1": "Este projeto consistia na realização de um poster para publicitar um produto desenvolvido na disciplina de projeto para \"livrar\" das moscas. O produto que me foi atribuido foi desenvolvido pela minha colega Maria Brito Martins. O projeto \"5 Passos para Matar o Inimigo\" apresenta-se como um manual banda desenhada que torna, através de dobras, o jornal mais eficiente para matar moscas.",
    "description2": "Tendo em conta que o objeto final é um jornal qualquer e o objetivo do projeto era ensinar as pessoas a transformar o jornal que têm num mata moscas eficiente, o mais importante para transmitir era a necessidade de dobrar e onde dobrar. Pela primeira vez larguei o preconceito que um poster tem de ser algo 2D e, com as mesmas dobras que formariam o mata moscas, o poster ganhou tridimensionalidade e os vincos passam a ser o principal meio de comunicação.",
    "pageTitle": "5 Passos Para Matar o Inimigo"
  },
  "36days": {
    "title": "36 Days of Type",
    "description": "Este projeto pessoal surge do desafio 36 days of type, onde conjugo as minhas duas áreas de interesse, ilustração e tipografia. Este projeto tem sido bastante desafiante e gratificante e o seu desenvolvimento pode ser acompanhado em <0>@ah_sofs</0> no instagram."
  },
  "booky": {
    "description1": "O Booky é uma plataforma de venda de livros em segunda mão. Este desafio surge como um desafio pessoal resultante das falhas que senti para o vendedor e comprador presentes nas plataformas atuais em Portugal.",
    "description2": "Este projeto está atualmente em desenvolvimento.",
    "title": "Booky"
  },
  "caeiro": {
    "title": "Caeiro",
    "alt2": "Segmentação do público",
    "description1": "Este projeto tinha como objetivo a inserção de uma nova cerveja artesanal no mercado português. O projeto incluíu o naming, branding, modelo de negócio e webdesign.",
    "description2": "A Caeiro surge então com uma cerveja pela sustentabilidade ambiental. A preocupação ambiental pode ser vista pela sua produção com restos de pão, garrafas de vidro reciclado projetadas para a reutilização, métodos de impressão e iniciativas e eventos apoiados pela marca."
  },
  "cicloExpresso": {
    "title": "Ciclo Expresso",
    "description1": "Na cadeira de Infografia realizei projetos infográficos para retratar vários temas e projetos retratados no programa É P'ra Amanhã. Os projetos tinham de ter perspetivas diferentes como sequências de ações, user-journey e visão macro.",
    "description2": "A infografia do cicloexpresso retratava a user-journey, objetivos, recursos, intervenientes e modelo do serviço."
  },
  "daHorta": {
    "title": "DaHorta",
    "description1": "A associação “Localsapproach” propôs a criação de um website para a venda de produtos alimentares locais, a um preço justo e reduzindo a pegada ecológica. O exercício incluía o naming, branding e realização do website.",
    "description2": "O daHorta é um website que para além de mercado de frutas e legumes online, ensina e incentiva os utilizadores a tomar práticas mais sustentáveis, tanto na produção como no consumo. Destina-se aos pequenos e médios produtores e fornece-lhes ferramentas que ajudam a determinar o preço justo dos produtos e de recompensação sempre que melhoram a sua prática em termos ambientais. Para os consumidores a plataforma permite adequar a ordenação dos produtos conforme as suas prioridades e sugere receitas com os produtos vendidos na loja."
  },
  "fraunhofer": {
    "title": "Fraunhofer",
    "description1": "Este projeto tinha como objetivo desenvolver um layout para a revista científica Fraunhofer baseado numa grelha de modo a ser facilmente repetida mantendo-se dinâmica. Também era necessário ter em conta a variedade de tipologias de texto que a revista tinha e a necessidade de conter muitas imagens em alguns tópicos.",
    "description2": "Pelo seu caráter científico foram usado cores e tipografia neutra. Uma vez que um dos principais objetivos da revista é promover o trabalho dos cientistas da empresa logo as suas fotografias estariam a cores, contrastando com os tons neutros do resto da revista. As imagens que necessitam de estar a cores para a sua compreensão total também estariam a cores.",
    "description3": "Esta proposta resultou no estágio de Verão que frequentei."
  },
  "memo": {
    "title": "Memo Cards",
    "description1": "As Memo Cards são um jogo de memória para crianças com objetivo de as ensinar sobre pessoas relevantes de várias áreas de conhecimento e os seus feitos. Cada coleção tem uma linguagem de ilustração diferente, no entanto o verso das cartas é sempre igual para permitir misturar coleções e tornar o jogo mais desafiante.",
    "description2": "Os pares deste jogo da memória são feitos por criador/inventor com o seu feito, estando sempre identificado o nome da pessoa em ambas as cartas para uma associação mais rápida. Para complementar a informação das cartas existe um livro na caixa com as histórias sobre todas as ilustrações, que num momento futuro do projeto poderia ser substituído por tecnologia AR.",
    "description3": "Projeto desenvolvido em parceria com a <0>Rita Robalinho</0>"
  },
  "sinaletica": {
    "title": "Signage",
    "description1": "As part of my master's final project I developed a signage system, and its pictograms for spaces associated with public transport. This project arises from the conclusion that a system across the various means of transport is more accessible and effective than the current situation in which each operator has its own system, forcing the user to identify and decode various codes throughout his journey.",
    "description2": "In this project there was a special focus on developing pictograms, since they present fewer barriers to interpretation than typography. Various pictogram systems were collected, analyzed and compared to be rated by the target audience in order to gain information for the creation of more accessible pictograms."
  }
}
